{
    "about_me": "קצת עליי",
    "paragraph1": "אני מפתח Full Stack נלהב עם בסיס חזק בטכנולוגיות ווב מודרניות. המסע שלי בפיתוח תוכנה משלב ידע אקדמי עם ניסיון מעשי, ומאפשר לי לספק פתרונות איכותיים ומדרגיים.",
    "paragraph2": "כפרילנסר, זכיתי לעבוד עם לקוחות מגוונים, בבניית כל דבר מאתרי עסקים אלגנטיים ועד אפליקציות full-stack מורכבות. ניסיון ההתמחות הקודם שלי חידד את היכולת שלי לעבוד בצוות ולהגיש פרויקטים בזמן.",
    "paragraph3": "אני מאמין בכתיבת קוד נקי, ניתן לתחזוקה והישארות מעודכן עם מגמות התעשייה האחרונות. הגישה שלי משלבת מומחיות טכנית עם כישורי פתרון בעיות חזקים כדי ליצור חוויות ווב שמשנות באמת.",
    "hero_text": "בניית חוויות ווב מודרניות ופתרונות טכנולוגיים שמניעים את הצמיחה העסקית",
    "view_work": "מה אני מציע",
    "contact_me": "צור קשר",
    "tech_stack": "יכולות טכנולוגיות",
    "tech_text": "טכנולוגיות מודרניות שאני משתמש בהן לבניית חוויות גלישה יוצאות דופן",
    "services_text": {
        "title": "שירותים ופתרונות",
        "subtitle": "שירותי פיתוח מקיפים המותאמים לצרכים שלך",
        "items": {
            "business_websites": {
                "title": "אתרי עסקים",
                "description": "אתרים מקצועיים ממוקדי המרה שמבססים את הנוכחות המקוונת שלך ומניבים תוצאות."
            },
            "portfolio_websites": {
                "title": "אתרי פורטפוליו",
                "description": "פורטפוליו אישי מרהיב המציג את העבודה שלך ומספר את הסיפור הייחודי שלך."
            },
            "e_commerce_solutions": {
                "title": "פתרונות מסחר אלקטרוני",
                "description": "חנויות מקוונות מלאות תכונות עם Shopify, WooCommerce או פלטפורמות מותאמות אישית."
            },
            "full_stack_applications": {
                "title": "אפליקציות Full-Stack",
                "description": "אפליקציות ווב מדרגיות עם frontend מודרני ו-architecture backend חזק."
            },
            "custom_development": {
                "title": "פיתוח מותאם אישית",
                "description": "פתרונות מותאמים לביצוע מדויק לפי דרישות העסק והציפיות שלך."
            },
            "tech_consulting": {
                "title": "ייעוץ טכנולוגי",
                "description": "הכוונה אסטרטגית בבחירת טכנולוגיות, ארכיטקטורה ו-best practices."
            }
        }
    },
    "additional_note": "...ועוד הרבה יותר! כל פרויקט הוא ייחודי, ואין כמו להתמודד עם אתגרים חדשים.",
    "lets_connect": "צור קשר",
    "project": "יש לך פרויקט בראש? בוא נבנה משהו נהדר ביחד.",
    "name": "שם מלא",
    "email": "כתובת מייל",
    "phone": "מספר טלפון (אופציונלי)",
    "project_text": "ספר לי על הפרויקט שלך...",
    "email2": "אימייל",
    "phone2": "טלפון",
    "whatsapp": "שיחה בוואטצאפ",
    "linkedin": "פרופיל לינקדאין",
    "phone_number": "058-517-1100",
    "send_message": "שלח/י הודעה"
}